[M_KillTheSheriff:KillSheriff_1 MissionObjectiveDefinition]
ProgressMessage="The sheriff is dead"

[M_KillTheSheriff:MeetOnMainStreet MissionObjectiveDefinition]
ProgressMessage="They stand before the sheriff"

[M_KillTheSheriff:PistolOnly MissionObjectiveDefinition]
ProgressMessage="...with a gun"
